#-*- coding:utf-8 -*-

#=============================================================================
# 变速箱类型
#=============================================================================
CONTROL_MODE_MANUAL = u'手动'
CONTROL_MODE_AUTOMATIC = u'自动'
CONTROL_MODE_MANUAL_AUTOMATIC = u'手自一体'


#=============================================================================
# 车源类型
#=============================================================================
# 老爬虫车源
SOURCE_TYPE_OLD_SPIDER = 1
# 商家优质车  dealer
SOURCE_TYPE_SELLER = 2
# 厂商认证车  cpo
SOURCE_TYPE_MANUFACTURER = 3
# 个人来源  personal
SOURCE_TYPE_GONGPINGJIA = 4
# 一般商家车源    odealer
SOURCE_TYPE_ODEALER = 5


#=============================================================================
# 七牛文件上传 bucket 定义
#=============================================================================
QINIU_IMG_BUCKET = 'gongpingjia'
