#-*- coding:utf-8 -*-

#=============================================================================
# 变速箱类型
#=============================================================================
CONTROL_MODE_MANUAL = u'手动'
CONTROL_MODE_AUTOMATIC = u'自动'
CONTROL_MODE_MANUAL_AUTOMATIC = u'手自一体'


#=============================================================================
# 车源类型
#=============================================================================
# 老爬虫车源
SOURCE_TYPE_OLD_SPIDER = 1
# 商家优质车
SOURCE_TYPE_SELLER = 2
# 厂商认证车
SOURCE_TYPE_MANUFACTURER = 3
# 个人来源
SOURCE_TYPE_GONGPINGJIA = 4
